Test_AAA101#
Test_AAA101#
Test_AAA101#sh run
Building configuration...

Current configuration : xx bytes
!
! Last configuration change at hh:mm:ss UTC ddd mmm DD YYYY
!
version 12.3
!
hostname Test_AAA101
!
boot-start-marker
boot-end-marker
!
!
!
aaa new-model
!
!
!
aaa authentication login AUTHENTICATION group radius group RADIUS local
aaa authorization exec AUTHORIZATION group radius group 
!
interface Loopback0
 ip address 000.000.000.000 255.255.255.255
!

interface GigabitEthernet0/0/0
 ip address 000.000.000.000 255.255.255.255
 no shutdown
!
interface FastEthernet0/0/1
 ip address 000.000.000.000 255.255.255.255
 no shutdown
!
interface FastEthernet0/0/2
 ip address 000.000.000.000 255.255.255.255
 no shutdown
!
interface FastEthernet0/0/3
 ip address 000.000.000.000 255.255.255.255
 no shutdown
!
interface Vlan1
 ip address dhcp
!
!
!
!
!

end

Test_AAA101#        
Test_AAA101#
Test_AAA101#eit
Translating "eit"

Translating "eit"

% Bad IP address or host name
% Unknown command or computer name, or unable to find computer address
Test_AAA101#
Test_AAA101#
Test_AAA101#
Test_AAA101#exit

[Connection to 000.000.000.000 closed by foreign host]
Test_AAA101#ssh -l test 000.000.000.000
C
Unauthorised use is prohibited.

Password: 

Password: 

Test_AAA201#sh ip int bri
Test_AAA201#sh ip int brief 
Interface                  IP-Address      OK? Method Status                Protocol
GigabitEthernet0           unassigned      YES NVRAM  administratively down down      
Test_AAA201#conf t
Enter configuration commands, one per line.  End with CNTL/Z.
Test_AAA201(config)#ip access-list extended NO_TRAFFIC
Test_AAA201(config-ext-nacl)# permit ip any host 000.000.000.000
Test_AAA201(config-ext-nacl)# deny   ip any any
Test_AAA201(config-ext-nacl)# exit
Test_AAA201(config)#
Test_AAA201(config)#
Test_AAA201(config)#
Test_AAA201(config)#service timestamps debug datetime msec localtime
Test_AAA201(config)#event manager applet XXXX_Serial_Ping
Test_AAA201(config-applet)# event none
Test_AAA201(config-applet)# exit
Test_AAA201(config)#int some 9
Test_AAA201(config-if)#shut
Test_AAA201(config-if)#int async 999
Test_AAA201(config-if)#shut
Test_AAA201(config-if)# ip access-group NO_APP in
Test_AAA201(config-if)# no ip unreachables
Test_AAA201(config-if)#no shut
Test_AAA201(config-if)#exit
Test_AAA201(config)#
Test_AAA201(config)#exit
Test_AAA201#copy run start
Destination filename [startup-config]? 
Building configuration...

  [OK]
Test_AAA301#
Test_AAA301#sh run
Building configuration...

Current configuration : xx bytes
!
! Last configuration change at hh:mm:ss UTC ddd mmm DD YYYY
!
version 12.3
!
hostname Test_AAA301
!
boot-start-marker
boot-end-marker
!
!
!
aaa new-model
!
!
!
aaa authentication login AUTHENTICATION group radius group RADIUS local
aaa authorization exec AUTHORIZATION group radius group 
!
interface Loopback0
 ip address 000.000.000.000 255.255.255.255
!

interface GigabitEthernet0/0/0
 ip address 000.000.000.000 255.255.255.255
 no shutdown
!
interface FastEthernet0/0/1
 ip address 000.000.000.000 255.255.255.255
 no shutdown
!
interface FastEthernet0/0/2
 ip address 000.000.000.000 255.255.255.255
 no shutdown
!
interface FastEthernet0/0/3
 ip address 000.000.000.000 255.255.255.255
 no shutdown
!
interface Vlan1
 ip address dhcp
!
!
!
!
!

end

Test_AAA301#        
Test_AAA301#
Test_AAA301#eit
Translating "eit"

Translating "eit"

% Bad IP address or host name
% Unknown command or computer name, or unable to find computer address
Test_AAA301#
Test_AAA301#
Test_AAA301#
Test_AAA301#exit